[
  {
    "name": "Ragnarok Rebirth",
    "characters": ["Hela", "Loki", "Thor"],
    "description":
      "Hela gains a passive ability that allows her, after she secures the final hit on an enemy, to instantly resurrect one of her brothers if they're dead, or give them bonus health if they're living."
  },
  {
    "name": "Metallic Chaos",
    "characters": ["Scarlet Witch", "Magneto"],
    "description":
      "Scarlet Witch grants Magneto an ability called Metallic Fusion, which he can activate to enchant his greatsword to fire slashing projectiles at enemies."
  },
  {
    "name": "Voltaic Union",
    "characters": ["Thor", "Storm", "Captain America"],
    "description":
      "Thor grants Captain America and Storm an active ability, which allows them to channel lightning through their normal attacks."
  },
  {
    "name": "Planet X Pals",
    "characters": ["Groot", "Rocket Raccoon", "Jeff the Land Shark"],
    "description":
      "Rocket Raccoon and Jeff the Land Shark can interact with Groot to ride around on his shoulders, granting them bonus damage reduction."
  },
  {
    "name": "Symbiote Bond",
    "characters": ["Venom", "Spider-Man", "Peni Parker"],
    "description":
      "Venom grants Spider-Man and Peni Parker an active ability, which allows them to channel a symbiote through them, dealing damage to enemies and pushing them back."
  },
  {
    "name": "Gamma Charge",
    "characters": ["Hulk", "Doctor Strange", "Iron Man"],
    "description":
      "Hulk's presence augments Iron Man's Armor Overdrive and Doctor Strange's Maelstrom of Madness, making them more powerful."
  },
  {
    "name": "Ammo Overload",
    "characters": ["Rocket Raccoon", "The Punisher", "Winter Soldier"],
    "description":
      "Rocket Raccoon gains a bonus ability that allows him to place an ammo device on the ground. This device grants The Punisher and Winter Soldier faster firing weapons and unlimited ammo while they're nearby."
  },
  {
    "name": "Dimensional Shortcut",
    "characters": ["Magik", "Black Panther", "Psylocke"],
    "description":
      "Magik grants an active ability to Black Panther and Psylocke, which allows them to travel backward in time while also giving them bonus health."
  },
  {
    "name": "Lunar Force",
    "characters": ["Cloak and Dagger", "Moon Knight"],
    "description":
      "Cloak & Dagger grant Moon Knight a new active ability, which he can use to become temporarily invisible."
  },
  {
    "name": "Guardian Revival",
    "characters": ["Adam Warlock", "Mantis", "Star-Lord"],
    "description":
      "Adam Warlock shares his cocoon revival ability with Mantis and Star-Lord, allowing them to revive mid-combat every two minutes."
  },
  {
    "name": "Chilling Charisma",
    "characters": ["Luna Snow", "Namor", "Jeff the Land Shark"],
    "description":
      "Luna Snow grants an active ability to both Namor and Jeff the Land Shark. This ability infuses Jeff's attacks with a slowing field, while augmenting Namor's summons with bonus ice damage."
  },
  {
    "name": "Allied Agents",
    "characters": ["Hawkeye", "Black Widow"],
    "description":
      "Hawkeye grants Black Widow a new active ability, which allows her to spot and damage enemy afterimages."
  },
  {
    "name": "Atlas Bond",
    "heroes": ["Iron Fist", "Luna Snow"],
    "description":
      "Iron Fist grants Luna Snow a bonus active ability, which causes an ice ring to explode around her when activated. This ring launches enemies up and heals nearby allies."
  },
  {
    "name": "ESU Alumnus",
    "characters": ["Spider-Man", "Squirrel Girl"],
    "description":
      "Spider-Man gives Squirrel Girl a bonus active ability, which allows her to web up enemies via a special web bomb."
  },
  {
    "name": "Storming Ignition",
    "characters": ["Storm", "Human Torch"],
    "description": "Storm and Human Torch can combine their ultimates together to create a massive, flaming tornado."
  },
  {
    "name": "Fastball Special",
    "characters": ["Wolverine", "Hulk", "The Thing"],
    "description":
      "Hulk or The Thing can agree to team-up with Wolverine with a button press, allowing either of them to throw Wolverine a great distance."
  },
  {
    "name": "Fantastic Four",
    "characters": ["Invisible Woman", "Mister Fantastic", "Human Torch", "The Thing"],
    "description":
      "Invisible Woman grants Mister Fantastic, Human Torch, and The Thing a new ability, which gives them increased damage resistance and continually generating bonus health."
  }
]
